org/the-boy-in-the-striped-pajamas.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 穿条纹睡衣的男孩
#+DATE: <2021-12-24 Fri>
2008 年上映。

小男孩 Bruno 随着纳粹军官父亲，来到乡下。在这个远离过去朋友的地方，Bruno 刚开始时找不到新朋友。后来，他在「农场」（集中营）认识了一个叫 Shmuel 的小男孩，他是犹太人。在小男孩 Brun 要 o 离开这个乡下搬去新地方之前，Bruno 打算帮助 Shmuel 找他失踪的爸爸。然而，Bruno 不知道的是，「农场」是用来杀害犹太人的地方。最终，Bruno 和 Shmuel 一样被杀死。

孩子的眼光看待他身边的一些事物，单纯是孩子的特权，是大人早就失去的能力。Bruno 只是想要一个好朋友，而现实却满足不了。