blog/2021/the-boy-in-the-striped-pajamas.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 11:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>穿条纹睡衣的男孩</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">穿条纹睡衣的男孩</h1>
</header><p>
2008 年上映。
</p>

<p>
小男孩 Bruno 随着纳粹军官父亲，来到乡下。在这个远离过去朋友的地方，Bruno 刚开始时找不到新朋友。后来，他在「农场」（集中营）认识了一个叫 Shmuel 的小男孩，他是犹太人。在小男孩 Brun 要 o 离开这个乡下搬去新地方之前，Bruno 打算帮助 Shmuel 找他失踪的爸爸。然而，Bruno 不知道的是，「农场」是用来杀害犹太人的地方。最终，Bruno 和 Shmuel 一样被杀死。
</p>

<p>
孩子的眼光看待他身边的一些事物，单纯是孩子的特权，是大人早就失去的能力。Bruno 只是想要一个好朋友，而现实却满足不了。</p>
</div>
</body>
</html>